Repository: litov74/broadcast
Catalog: i18n/*/LC_MESSAGES/broadcast.po
Languages: de_de, fa_ir

source: Actions
de_de: Aktionen
fa_ir: عملیات

source: Add Campaign
de_de: Kampagne hinzufügen
fa_ir: افزودن کمپین

source: Add Group
de_de: Gruppe hinzufügen
fa_ir: افزودن گروه

source: Add a Call Group
de_de: Eine Anrufgruppe hinzufügen
fa_ir: افزودن گروه تماس

source: Add a Campaign
de_de: Eine Kampagne hinzufügen
fa_ir: افزودن کمپین

source: Add/Edit Callee
de_de: Hinzufügen/Bearbeiten Kontakt
fa_ir: افزودن/ویرایش Callee

source: After Campaign Completes
de_de: Nach Abschluss der Kampagne
fa_ir: بعد از تکمیل کمپین

source: Answering Machine Detection is configured
de_de: Die Anrufbeantwortererkennung ist konfiguriert
fa_ir: تشخیص ماشین پاسخگو پیکربندی شد

source: Applications
de_de: Anwendungen
fa_ir: برنامه ها

source: Are you sure you want to delete this entry ?
de_de: Möchten Sie diesen Eintrag wirklich löschen?
fa_ir: آیا از حذف این ورودی مطمئن هستید؟

source: Attached is the current report of calls made.
de_de: Beigefügt ist der aktuelle Bericht der getätigten Anrufe.
fa_ir: گزارش تماس های ایجاد شده پیوست شده.

source: Attached is the report of all calls made.
de_de: Anbei der Bericht aller getätigten Anrufe.
fa_ir: گزارش تمام تماس ها پیوست شده.

source: Broadcast
de_de: Broadcast / Rundruf
fa_ir: پخش

source: Broadcast Campaign %s (%s) Complete!
de_de: Rundruf Kampagne %s (%s) Fertig!
fa_ir: پخش کمپین %s تکمیل (%s)!

source: Broadcast Campaign %s (%s) has Started
de_de: Rundruf-Kampagne %s (%s) hat gestartet
fa_ir: پخش کمپین %s (%s) شروع شده

source: Broadcast Campaigns
de_de: Rundruf Kampagne
fa_ir: پخش کمپین ها

source: Broadcast Error for %s (%s)
de_de: Übertragungsfehler bei %s (%s)
fa_ir: Broadcast error for %s1 (%s2)

source: Broadcast-
de_de: Rundruf-
fa_ir: پخش-

source: Browse
de_de: Durchsuchen
fa_ir: مرور

source: COMMERCIAL MODULE REQUIRES A LICENSE FOR IT TO FUNCTION. Please visit www.schmoozecom.com/oss.php The Broadcast module for FreePBX allows you to broadcast messages to your custoemrs or clients. You can create campaings and set start and end times. From their you can direct where you want the call to be directed to based on if a humna being or a answering machine answer the call. Upload your CDS list of names and numbers and start your campaign. You can also choose to get reports on your campaign daily or after the campaign completes.
de_de: KOMMERZIELLES MODUL BENÖTIGT EINE LIZENZ, DAMIT ES FUNKTIONERT. Bitte besuchen Sie www.schmoozecom.com/oss.php Das Rundruf-Modul für FreePBX erlaubt es Ihnen, Nachrichten per Rundruf an Ihre Kunden oder Klienten zu senden. Sie können Kampagnen anlegen und Start- und Endzeiten festlegen. Sie können außerdem festlegen, wie der Anruf, abhängig davon, ob ein Mensch oder ein Anrufbeantworter den Anruf annimmt, umgeleitet werden soll. Laden Sie Ihre Rundrufliste mit Namen und Nummern der anzurufenden hoch und stoßen Sie Ihre Kampagne an. Außerdem können Sie sich täglich oder am Ende der Kampagne Berichte erzeugen lassen.

source: Call Group Name
de_de: Anruf Gruppenname
fa_ir: نام گروه تماس

source: Call Group URI Source
de_de: Anruf Gruppe URI Quelle
fa_ir: منبع URI گروه تماس

source: Call Groups
de_de: Anruf Gruppen
fa_ir: گروه های تماس

source: Calls
de_de: Anrufe
fa_ir: تماس ها

source: Campaign
de_de: Kampagne
fa_ir: کمپین

source: Campaign %s (%s) deactivated
de_de: Kampagne %s (%s) deaktiviert
fa_ir: کمپین٪ s1 (٪ s2) غیرفعال شده است

source: Campaign Active
de_de: Kampagne aktiv
fa_ir: کمپین فعال

source: Campaign Caller ID
de_de: Kampagnen Anrufer-ID
fa_ir: کالر آی دی کمپین

source: Campaign Name
de_de: Kampagne Name
fa_ir: نام کمپین

source: Campaigns
de_de: Kampagnen
fa_ir: کمپین ها

source: Choose Daily After End Time to have a report emailed each day after the End Time is reached (see below) and also after the campaign is completed. Choose After Campaign Completes to receive an email only after the campaign is completed.
de_de: Wählen Sie täglich eine Ablaufzeit aus, um nach dem Ende der Endzeit (siehe unten) und auch nach Abschluss der Kampagne einen Bericht per E-Mail zu erhalten. Wählen Sie Nach Abschluss der Kampagne aus, um erst nach Abschluss der Kampagne eine E-Mail zu erhalten.

source: Complete
de_de: Abgeschlossen
fa_ir: کامل

source: Complete Campaigns
de_de: Abgeschlossene Kampagnen
fa_ir: کمپین های کامل

source: Concurrent Calls
de_de: Gleichzeitige Anrufe
fa_ir: تماس های همزمان

source: Current Campaigns
de_de: Gleichzeitige Kampagnen
fa_ir: کمپین های فعلی

source: Daily After End Time
de_de: Täglich nach der Endzeit
fa_ir: روزانه پس از پایان زمان

source: Date/Time Options for this campaign
de_de: Datum/Uhrzeit Optionen für diese Kampagne
fa_ir: گزینه های تاریخ/ساعت برای این کمپین

source: Delete
de_de: Löschen
fa_ir: حذف

source: Delete after Retrieving
de_de: Nach dem Abrufen löschen
fa_ir: حذف بعد از بازیابی

source: Destination - Answering Machine / Voicemail Answered
de_de: Ziel - Anrufbeantworter/Voicemail angenommen
fa_ir: مقصد - پاسخگوی ماشین / پاسخ صوتی

source: Destination - Live Person Answered
de_de: Ziel - real(Person) angenommene Anrufe
fa_ir: مقصد - فرد زنده پاسخ داده شده است

source: Dial Prefix
de_de: Vorwahl wählen
fa_ir: شماره پیشوند

source: Don't know what type %s is.
de_de: Ich weiß nicht, welcher Typ %s ist.
fa_ir: نمی دانید کدام نوع %s است.

source: Duplicate Campaign
de_de: Dupliziere Kampagne
fa_ir: کمپین تکراری

source: Edit
de_de: Bearbeiten
fa_ir: ویرایش

source: Email Reports
de_de: Email Berichte
fa_ir: گزارشات ایمیل

source: Email Reports to
de_de: Email Berichte zu
fa_ir: گزارشات ایمیل به

source: End Date
de_de: Enddatum
fa_ir: تاریخ پایان

source: End Time
de_de: Endzeit
fa_ir: ساعت پایان

source: End of Period - Campaign %s (%s)
de_de: Ende der Dauer - Kampagne %s (%s)
fa_ir: پایان دوره - کمپین %s (%s)

source: Enter the caller id you would like to use for this campaign
de_de: Geben Sie die Anrufer-ID ein, die Sie für diese Kampagne verwenden möchten
fa_ir: شناسه تماس گیرنده را که می خواهید برای این کمپین استفاده کنید را وارد کنید

source: Enter the email address you wish this report to be emailed to
de_de: Geben Sie die E-Mail-Adresse ein, an die dieser Bericht per E-Mail gesendet werden soll
fa_ir: آدرس ایمیل مورد نظر را برای این گزارش ارسال کنید

source: Enter the maximum number of retries on failed calls.
de_de: Geben Sie die maximale Anzahl von Wiederholungen bei fehlgeschlagenen Anrufen ein.
fa_ir: حداکثر تعداد تلاش برای تماسهای ناموفق را وارد کنید.

source: Enter the name for this call group
de_de: Geben Sie den Namen für diese Anrufgruppe ein
fa_ir: نام این گروه تماس را وارد کنید

source: Enter the name for this campaign
de_de: Geben Sie den Namen für diese Kampagne ein
fa_ir: نام این کمپین را وارد کنید

source: Enter the name of the callee
de_de: Geben Sie den Namen des Angerufenen ein
fa_ir: نام این callee را وارد کنید

source: Enter the number of the callee
de_de: Geben Sie die Nummer des Angerufenen ein
fa_ir: شماره این callee را وارد کنید

source: Enter the total number of concurrent calls to be active at any given time. This should be less than the total number of channels available on the system to still allow calls to be made and received.
de_de: Geben Sie die Gesamtanzahl gleichzeitiger Anrufe ein, die zu einem bestimmten Zeitpunkt aktiv sein sollen. Dies sollte weniger als die Gesamtzahl der verfügbaren Kanäle auf dem System sein, damit Anrufe immer noch getätigt und empfangen werden können.

source: FTP ONLY. Will attempt to delete the file after downloading. If it is unable to delete the file, for whatever reason, the import WILL NOT proceed.
de_de: NUR FTP. Wird versuchen, die Datei nach dem Herunterladen zu löschen. Wenn die Datei aus irgendeinem Grund nicht gelöscht werden kann, wird der Import NICHT fortgesetzt.

source: Friday
de_de: Freitag
fa_ir: جمعه

source: General Settings
de_de: Allgemeine Einstellungen
fa_ir: تنظیمات عمومی

source: Group
de_de: Gruppe
fa_ir: گروه

source: Group Name Already Exist
de_de: Gruppenname existiert bereits
fa_ir: نام گروه وجود دارد

source: Group Options
de_de: Gruppen Optionen
fa_ir: گزینه های گروه

source: Groups
de_de: Gruppen
fa_ir: گروه ها

source: Groups to include in calls from this campaign.
de_de: Gruppen, die in Anrufe von dieser Kampagne einbezogen werden sollen.
fa_ir: گروه ها در تماس های این کمپین شامل می شوند.

source: How many seconds between URI updates
de_de: Wie viele Sekunden zwischen URI-Aktualisierungen
fa_ir: چند ثانیه بین URI به روز می شود

source: If you would like to customize the from email address that reports appear to come from, enter the email address here.
de_de: Wenn Sie die E-Mail-Adresse anpassen möchten, von der die Berichte zu kommen scheinen, geben Sie die E-Mail-Adresse hier ein.
fa_ir: اگر میخواهید آدرس ایمیل را که گزارشها از آن آمده است سفارشی کنید، آدرس ایمیل را در اینجا وارد کنید.

source: Import a CSV File formatted as follows:<br/>Name,Number,command<br /> Fields separated by ',' <br /><br /> Command is either 'add' or 'remove', is optional, and defaults to 'add'. Example:<br/>John Doe,12345678,add<br/>John Doe,12345687,remove
de_de: Importieren Sie eine CSV-Datei wie folgt formatiert: <br/> Name, Nummer, Befehl <br /> Felder getrennt durch ',' <br /> <br /> Befehl ist entweder 'hinzufügen' oder 'entfernen', ist optional, und Standardmäßig wird "Hinzufügen" verwendet. Beispiel: <br/> John Doe, 12345678, hinzufügen <br/> John Doe, 12345687, entfernen
fa_ir: import a CSV File formatted as follows:<br/>1Name,Number,command<br />2 Fields separated by ',' <br />3<br />4 Command is either 'add' or 'remove', is optional, and defaults to 'add'. Example:<br/>5John Doe,12345678,add<br/>6John Doe,12345687,remove

source: Important Notice
de_de: Wichtiger Hinweis
fa_ir: نکته مهم

source: Maximum Retries
de_de: Maximale Wiederholungen
fa_ir: حداکثر تجربیات

source: Maximum concurrent calls that this campaign can use,Should be less than the Concurrent Calls available in the general settings
de_de: Wie viele gleichzeitige Anrufe diese Kampagne gleichzeitig nutzen darf. Der Wert sollte geringer sein als die Anzahl der gleichzeitigen Anrufe in den allgemeinen Einstellungen
fa_ir: حداکثر تماس های همزمان که این کمپین می تواند استفاده کند باید کمتر از تماس های همزمان موجود در تنظیمات عمومی باشد

source: Monday
de_de: Montag
fa_ir: دوشنبه

source: Never
de_de: Niemals
fa_ir: هرگز

source: No
de_de: Nein
fa_ir: خیر

source: None
de_de: Keine
fa_ir: هیچکدام

source: Number
de_de: Nummer
fa_ir: شماره

source: Numbers to Call
de_de: Rufnummern
fa_ir: اعداد برای تماس

source: Only Call Between
de_de: Nur Anruf zwischen
fa_ir: تماس بگیرید فقط بین

source: Optional
de_de: wahlweise
fa_ir: اختیاری

source: Overview
de_de: Übersicht
fa_ir: بازنگری

source: Please enter a valid Campaign Name
de_de: Bitte geben Sie einen gültigen Kampagnennamen ein
fa_ir: لطفاً نام کمپین معتبر وارد کنید

source: Please enter a valid Group Name
de_de: Bitte geben Sie einen gültigen Gruppennamen ein
fa_ir: لطفاً نام گروه معتبر وارد کنید

source: Please enter a valid Name
de_de: Bitte geben Sie einen gültigen Namen ein
fa_ir: لطفاً نام معتبر وارد کنید

source: Please enter a valid Number
de_de: Bitte geben Sie eine gültige Nummer ein
fa_ir: لطفاً شماره معتبر وارد کنید

source: Please select a destination for Answering Machine/Voicemail Answered.
de_de: Bitte wählen Sie ein Ziel für angenommene Anrufbeantworter / Voicemail Anrufe.
fa_ir: لطفا یک مقصد برای پاسخگوی ماشین / پاسخ صوتی را انتخاب کنید.

source: Please select a destination for Live Person Answered.
de_de: Bitte wählen Sie ein Ziel für beantwortete real (Live-Person) Anrufe.
fa_ir: لطفا یک مقصد برای شخصیت پاسخ داده شده را انتخاب کنید.

source: Please select at least one call group.
de_de: Bitte wählen Sie mindestens eine Anrufgruppe aus.
fa_ir: لطفاً حداقل یک گروه تماس انتخاب کنید.

source: Prefix to be appended to every number before dialed - useful to force calles out a specific Outbound Route
de_de: Vorwahl, die vor dem Wählen an jede Nummer hinzugefügt wird - nützlich, um eine bestimmte Outbound-Route zu erzwingen
fa_ir: پیشوند به هر عدد قبل از شماره گیری اضافه می شود - مفید است که باعث می شود یک مسیر خروجی خاص را فراخوانی کند

source: Previous Campaigns
de_de: Vorherige Kampagnen
fa_ir: کمپین های قبلی

source: Remaining
de_de: Verbleibend
fa_ir: باقی مانده

source: Report
de_de: Bericht
fa_ir: گزارش

source: Report 'From' Address
de_de: Bericht 'Von' Adresse
fa_ir: گزارش 'از' آدرس

source: Reset
de_de: Zurücksetzen
fa_ir: بازنشانی

source: Restart
de_de: Neustart
fa_ir: ریستارت

source: Resuming Campaign %s (%s)
de_de: Fortsetzen der Kampagne %s (%s)
fa_ir: Resuming campaign %s1 (%s2)

source: Running
de_de: Läuft
fa_ir: در حال اجرا

source: Saturday
de_de: Samstag
fa_ir: شنبه

source: Schedule
de_de: Zeitplan
fa_ir: برنامه ریزی

source: Seconds
de_de: Sekunden
fa_ir: ثانیه ها

source: Select Yes to activate campaign upon addition/modification. Note, you still need to click the Start button on the Settings page to initiate the broadcast application
de_de: Wählen Sie Ja, um die Kampagne nach dem Hinzufügen/Ändern zu aktivieren. Hinweis: Sie müssen immer noch auf der Seite Einstellungen auf die Schaltfläche Start klicken, um die (Rundruf) Broadcast-Anwendung zu starten.

source: Service is currently:
de_de: Der Service ist derzeit:
fa_ir: سرویس فعلی:

source: Specify a URI to import the Call Group from. Currently supports FTP and HTTP in CSV format
de_de: Geben Sie einen URI an, aus dem die Anrufgruppe importiert werden soll. Unterstützt derzeit FTP und HTTP im CSV-Format

source: Start Date
de_de: Startdatum
fa_ir: تاریخ شروع

source: Start Time
de_de: Startzeit
fa_ir: ساعت شروع

source: Stopped
de_de: Angehalten
fa_ir: متوقف شده

source: Submit
de_de: Senden
fa_ir: ارسال

source: Sunday
de_de: Sonntag
fa_ir: یکشنبه

source: The Broadcast doesn't stop automatically after completing a campaign. It will keep running and checking for newly active campaigns, or added numbers to call.
de_de: Der Rundruf endet nicht automatisch nach Beendigung einer Kampagne. Er läuft weiter und prüft dabei neu aktivierte Kampagnen oder hinzugefügte Nummern, die angerufen werden sollen.
fa_ir: پخش پس از اتمام یک کمپین به طور خودکار متوقف نمی شود. این کار را ادامه خواهد داد و برای کمپین های فعال جدید ادامه می دهد یا شماره های اضافه شده برای تماس را بررسی میکند.

source: The campaign %s has beed deactivated. You will not recieve any further information until it is re-activated and started.
de_de: Die Kampagne%s wurde deaktiviert. Sie erhalten keine weiteren Informationen, bis sie wieder aktiviert und gestartet werden.
fa_ir: کمپین ٪ s1 غیرفعال شده است. شما اطلاعات بیشتری را دریافت نخواهید کرد تا زمانی که دوباره فعال و شروع نشود.

source: The campaign %s has completed.
de_de: Die Kampagne %s wurde abgeschlossen.
fa_ir: کمپین %s تکمیل شده است.

source: The campaign %s has not completed, but has finished for the current period.
de_de: Die Kampagne %s wurde nicht abgeschlossen, ist jedoch für den aktuellen Zeitraum abgeschlossen.
fa_ir: کمپین %s کامل نشده است، اما برای دوره فعلی به پایان رسیده است.

source: The campaign %s has resumed after new contacts have been added.
de_de: Die Kampagne %s wurde fortgesetzt, nachdem neue Kontakte hinzugefügt wurden.
fa_ir: کمپین %s پس از افزودن مخاطبین جدید، از سر گرفته شد.

source: The campaign %s has started for the current period.
de_de: Die Kampagne %s hat für den aktuellen Zeitraum begonnen.
fa_ir: کمپین %s برای دوره جاری آغاز شده است.

source: Thursday
de_de: Donnerstag
fa_ir: پنجشنبه

source: Tuesday
de_de: Dienstag
fa_ir: سه شنبه

source: Update From CSV
de_de: Update von CSV
fa_ir: به روز رسانی از CSV

source: Update Period
de_de: Aktualisierungszeitraum
fa_ir: دوره به روز رسانی

source: Wednesday
de_de: Mittwoch
fa_ir: چهارشنبه

source: Where to send Answering Machine calls
de_de: Wohin kann Anrubeantworter Anrufe weiterleiten
fa_ir: محل ارسال تماس گیرنده ماشین

source: Where to send calls answered by a live person.
de_de: Wohin kann ich beantwortete real Anrufe (Person) weiterleiten.
fa_ir: محل ارسال تماس های پاسخ داده شده توسط یک شخص زنده.

source: Yes
de_de: Ja
fa_ir: بله

source: You can choose to dublicate an existing campaign. Select the campaign you wish to duplicate, then click Save. This allows you to run the same campaign after it is completed while keeping previous campaign reports intact.
de_de: Sie können eine vorhandene Kampagne duplizieren. Wählen Sie die Kampagne, die Sie duplizieren möchten, und klicken Sie auf Speichern. Auf diese Weise können Sie dieselbe Kampagne nach Abschluss der Kampagne ausführen, ohne vorherige Kampagnenberichte zu beeinträchtigen.

source: You need to add a call group before you can add a campaign.
de_de: Sie müssen eine Anrufgruppe hinzufügen, bevor Sie eine Kampagne hinzufügen können.
fa_ir: قبل از افزودن کمپین باید یک گروه تماس اضافه کنید.

source: Name
fa_ir: نام

source: PM
fa_ir: بعد از ظهر

source: Service Status
fa_ir: وضعیت سرویس

source: Status
fa_ir: وضعیت
